UNKNOWN_TEST = 'Я не знаю такую команду, читай /help'
HELPER_TEXT = 'Во время боя можно либо получить информацию о монстре, либо выпить зелье, либо атаковать выбранным ' \
              'типом урона. Сменить/купить/продать доспехи можно только в городе\n\n' \
              '' \
              'Novigrad - город-государство и самое большое человеческое поселение в Северных королевствах, ' \
              'расположенное в дельте реки Понтар на территории королевства Редания. Имеет статус «Вольного города» и не' \
              ' подчиняется реданским законам. Здесь можно купить оружие.\n\n' \
              'White_Orchard - состоятельная деревня славится фруктовыми деревьями, кроны которых по весне покрываются ' \
              'белыми цветами. Население состоит из кметов, в деревне также живёт кузнец-бронник и купец. ' \
              'Здесь можно купить броню, шлем, сапоги и наручи.\n\n' \
              'Kaer_Morhen - горная крепость, в которой на протяжении нескольких веков располагалась одна из шести ' \
              'известных ведьмачьих школ — Школа Волка. Здесь можно купить зелья.\n\n' \
              'Skellige - государство, расположенное на одноимённом архипелаге. Эти места окутывают древние легенды. ' \
              'Обитатели известны как грозные пираты и располагают сильным флотом — возможно, наилучшим среди всех ' \
              'Северных королевств. Придя сюда, будь готов к тяжёлым битвам, но и большим наградам.\n\n' \
              'Crones - трио ведьм, управляющих Веленом, дочери Хозяйки Леса, унаследовавшие часть ее силы.' \
              'Пряха, Шептуха и Кухарка безраздельно властвуют на Кривоуховых топях и контролируют весь Велен, ' \
              'повелевая здешними людьми, которые почитают их как божество. К счастью, Геральд убил их, поэтому иди сюда,' \
              ' если хочешь убить слабых гулей и получить лёгкую награду.\n\n' \
              '' \
              '/help - помощь\n' \
              '/stats_player - прислать статистику игрока\n' \
              '/locations - прислать описание локаций (городов и подземелий)\n' \
              '/inventory - показать текущий инвентарь\n' \
              '/go - отправиться в другую локацию (если придёшь в город, то твоё здоровье восстановится, ' \
              'если придёшь в подземелье, то начнётся битва с монстром)\n' \
              '/items - купить/продать предмет\n'
HELLO_TEXT = 'Привет! Персонаж создан! В качестве бонуса ты получаешь 2 зелья и броню!\n' \
             'Подробности и правила игры: /help\n'
FORBIDDEN_TEXT = "Ты сейчас в подземелье, действие не доступно!\n"
