UNKNOWN_TEST = 'Я не знаю такую команду, читай /help'
HELPER_TEXT = 'Во время боя можно либо получить информацию о монстре, либо выпить зелье, либо атаковать выбранным ' \
              'типом урона. Если придёшь в город, то твоё здоровье восстановится, ' \
              'если придёшь в подземелье, то начнётся битва с монстром. Купить/продать/надеть доспехи и оружие можно только в городе.\n\n' \
              'Для повышения уровня нужно 100 XP. При повышении уровня максимальное здоровье повышается на 5, атака и ' \
              'броня повышаются на 3 (как физическая, так и магическая). Так же при повышении уровня даётся 10 монет. ' \
              'При победе над монстром рандомно выдаются монеты, опыт и один предмет (зависит от локации).\n\n' \
              'Novigrad - город-государство и самое большое человеческое поселение в Северных королевствах, ' \
              'расположенное в дельте реки Понтар на территории королевства Редания. Имеет статус «Вольного города» и не' \
              ' подчиняется реданским законам. Здесь можно купить оружие.\n\n' \
              'White_Orchard - состоятельная деревня славится фруктовыми деревьями, кроны которых по весне покрываются ' \
              'белыми цветами. Население состоит из кметов, в деревне также живёт кузнец-бронник и купец. ' \
              'Здесь можно купить броню, шлем, сапоги и наручи.\n\n' \
              'Kaer_Morhen - горная крепость, в которой на протяжении нескольких веков располагалась одна из шести ' \
              'известных ведьмачьих школ — Школа Волка. Здесь можно купить зелья.\n\n' \
              'Skellige - государство, расположенное на одноимённом архипелаге. Эти места окутывают древние легенды. ' \
              'Обитатели известны как грозные пираты и располагают сильным флотом — возможно, наилучшим среди всех ' \
              'Северных королевств. Придя сюда, будь готов к тяжёлым битвам, но и к большим наградам.\n\n' \
              'Crones - трио ведьм, управляющих Веленом, дочери Хозяйки Леса, унаследовавшие часть ее силы. ' \
              'Пряха, Шептуха и Кухарка безраздельно властвуют на Кривоуховых топях и контролируют весь Велен, ' \
              'повелевая здешними людьми, которые почитают их как божество. К счастью, Геральд убил их, поэтому иди сюда,' \
              ' если хочешь убить слабых гулей и получить лёгкую небольшую награду.\n\n' \
              '' \
              '/help - помощь\n' \
              '/stats_player - прислать статистику игрока\n' \
              '/locations - прислать описание локаций\n' \
              '/inventory - показать инвентарь\n' \
              '/go - отправиться в другую локацию\n' \
              '/items - купить/продать предмет\n' \
              '/put_on - надеть вещь\n' \
              '/garments - показать одежду и оружие из инвентаря\n' \
              '/start - начать игру\n'
HELLO_TEXT = 'Привет! Персонаж создан! В качестве бонуса ты получаешь 2 зелья, броню и шлем!\n' \
             'Подробности и правила игры: /help\n'
FORBIDDEN_TEXT = "Ты сейчас в подземелье, действие не доступно!\n"
EMPTY_INVENTORY_TEXT = "В инвентаре пусто"
NO_GARMENTS_TEXT = "В инвентаре нет оружия и одежды"
OR_ALL_ITEMS_ARE_USED_TEXT = "или все предметы используются"
CHOOSE_ITEM_TO_USE_TEXT = 'Выбери предмет, который хочешь использовать (старый предмет такого же типа станет неактивным)'
CHOOSE_ITEM_TO_BUY_TEXT = "Выбери предмет для покупки"
CHOOSE_ITEM_TO_SELL_TEXT = "Выбери предмет для продажи"
ITEM_IS_IN_USE_TEXT = "Предмет используется!"
SUCCESSFUL_SALE_TEXT = "Успешная продажа!"
SUCCESSFUL_PURCHASE_TEXT = "Успешная покупка!"
TAKE_OFF_ITEM_TEXT = "Перед продажей нужно снять предмет!"
NO_ITEMS_FOR_SALE_TEXT = "Нет предметов для продажи!"
NOT_ENOUGH_MONEY_TEXT = "Недостаточно средств!"
NOT_ENOUGH_LEVEL_TEXT = "Недостаточный уровень!"

